---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ConduitSize.BendRadius
source: html/bb02c55d-2392-6e87-ed0a-581fe0d8a757.htm
---
# Autodesk.Revit.DB.Electrical.ConduitSize.BendRadius Property

Minimum bend radius

## Syntax (C#)
```csharp
public double BendRadius { get; }
```